                                                                                        
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html
><head
	><meta 
		content="text/html; charset=UTF-8"
		http-equiv="Content-Type"
	><title>Les objets	</title
></head
><body>


<h1>Lieux speciaux et mobilier</h1>

<h2>Territoires et lieux sanctifi&eacute;s.</h2>

Les territoires et lieux sanctifi&eacute;s sont caract&eacute;ris&eacute;s
par une z&ocirc;ne d'influence. <br>
Cette z&ocirc;ne d'influence peut avoir plusieurs types d'origine:
<ul><li>
    Environemental: Dans ce cas la source est probablement ext&eacute;rieur, 
provient d'un effet &agrave; grande &eacute;chelle ou est intrins&egrave;que. <br>
    Quoiqu'il en soit, la pre(sence) de cette influence, ainsi que les
param&ecirc;tres associ&eacute;s sont inscrits dans les variables 
environementales de la z&ocirc;ne ou du terrain. <br>
</li>
<li>
    Sources: Les sources peuvent &ecirc;tre situ&eacute;es &agrave; des points ou des
zones d'ancrage, qui peuvent &ecirc;tre fixes ou mobiles. La z&ocirc;ne d'influence s'etend
dans un certain rayon autour de la source. <br>
    Suivant le type de d'influence et la capacit&eacute; de calcul dont on 
dispose, on peut ajouter des nuances comme des influences d&eacute;gressives en
fonction du rayon, des regle(s) de synergie qui expliquent les effets de 
l'int&eacute;raction entre diverses sources sur la z&ocirc;ne d'influence, et des 
regle(s) de r&eacute;manence qui expliquent l'&eacute;volution de la z&ocirc;ne d'influence
dans le temps (particuli&egrave;rement dans le cadre des sources en mouvement...).
</li>
<li>
    Territoriale: une s&eacute;rie de points d'ancrage d&eacute;limitent une 
fronti&egrave;re. La z&ocirc;ne d'influence se situe &agrave; l'int&eacute;rieur de cette
fronti&egrave;re.
</li></ul>
La fonction d'un certain nombre d'objets est de fournir la vari&eacute;t&eacute; de 
points d'ancrages qui a ete mention&eacute;. Des exemples: <br>
<ul><li>
    Torches, lanternes et autres sources de lumi&egrave;re.
</li>
<li>
    Feu de camps: source de lumi&egrave;re et de chaleur.
</li>
<li>
    Murs/toits: fronti&egrave;re contre le vent, la pluie, le soleil... Dans certains
univers, cela abrite aussi contre certaines cr&eacute;atures et esprits malfaisant.
</li>
<li>
    Les cercles d'invocations: d&eacute;limitent un territoire dans lequel une cr&eacute;ature 
extraplanaire est autoris&eacute;e &agrave; se manifester. Ils sont cr&eacute;&eacute;s &agrave;
l'aide de mat&eacute;riel d'invocation, comme des pigments, de la peinture et autres
correctement sanctifi&eacute;s. <br>
</li></ul>

<h2>Ateliers</h2>

Les ateliers sont des lieux am&eacute;nag&eacute;s pour permettre ou faciliter 
l'execution de t&acirc;ches complexes. Il sont souvents destin&eacute)s &agrave; la 
fabrication ou &agrave; la deconcoctions d'objets et pr&eacute;parations. <br>
Si des outils sp&eacute;cifiques sont n&eacute;cessaires &agrave; la t&acirc;che, ces
outils doivent &ecirc;tre pr&eacute;sents et accessibles dans l'atelier. Il est
&eacute;galement acceptable que ces outils soient simplement en possession de
l'artisan. <br>
Une part important de ce que fournit l'atelier est un espace de travail 
adapt&eacute; &agrave; la t&acirc;che, sous forme de place, et parfois de conditions
environementales adapt&eacute;es. <br> 

<h1>Equipement</h1>

<h2>Vetements</h2>

Un personnage ordinaire a un certain nombre de slots d'&eacute;quipements. <br>
<ul><li>
    T&eacute;te 1: Bandana, bandeau.
</li>
<li>
    T&eacute;te 2: Casques, Couvre chefs
</li>
<li>
    Yeux: Lunettes, monocles.
</li>
<li>
    Oreilles 1,2: Boucles, pendants.
</li>
<li>
    Menton: Masque
</li>
<li>
    Cou: Amulette, M&eacute;daillon
</li>
<li>
    Epaules 1: Cape.
</li>
<li>
    Epaules 2: Sac a dos.
</li>
<li>
    Epaules 3,4: Bandoulieres, Sacoches, Carquois.
</li>
<li>
    Torse 1: Chemise.
</li>
<li>
    Torse 2: Plastron, Manteau.
</li>
<li>
    Poignets: Bracelet
</li>
<li>
    Mains 1: Gants.
</li>
<li>
    Main 1: Arme principale.
</li>
<li>
    Main 2: Arme secondaire.
</li>
<li>
    Doigts 1,2: Anneaux
</li>
<li>
    Ceinture: Ceinture.
</li>
<li>
    Cuisse 1: Pantalons, jupes
</li>
<li>
    Cuisse 2: Cuissardes.
</li>
<li>
    Jambes : Bottes.
</li>
<li>
    Pieds : Chaussure.
</li></ul>
Il est possible de rajouter des slots au fur et &agrave; mesure des besoins. <br>
Les regle(s):
<ul><li>
    Les &eacute;quipements de(clarent) de quels types de slots ils ont besoin pour 
&ecirc;tre &eacute;quip&eacute;s. Ainsi que le nombre de chaque type dont ils ont besoin.
</li>
<li>
    Chaque type de slot indique le nombre de slot disponible par d&eacute;faut.
</li>
<li>
    Chaque type d'individu d&eacute;clare les exception &agrave; la r&egrave;gle
pr&eacute;c&eacute;dente. Pour chaque exception, il d&eacute;clare le nombre de slot dont
il dispose (0 si ce slot n'est pas disponible).
</li>
<li>
    Il peut arriver que certains individus fassent exception &agrave; leur type. Ils
le d&eacute;clarent individuellement.
</li>
<li>
    Quand un nouveau type de slot est introduit, la liste des exceptions 
(type d'individu + nombre de slot). Doit &ecirc;tre indiqu&eacute;.
</li>
<li>
    En cas de polymorphisme, les &eacute;quipements qui ne trouvent plus le nombre de
slot adapt&eacute;s sont d&eacute;s&eacute;quip&eacute;s.
</li></ul>

<h3>Enchantement</h3>

Chaque pi&egrave;ce d'&eacute;quipement peut &ecirc;tre enchant&eacute;. On distingue plusieurs
types d'enchantements:
<ul><li>
    Les enchantements mineurs se caract&eacute;risent par le fait qu'ils sont
suffisament faibles pour pouvoir se soutenir eux m&ecirc;me en puisant dans 
l'environnement. <br>
    Souvent ils apportent un resistance accrue &agrave; l'usure et &agrave; la corrosion. <br>
    Une d&eacute;tection de la magie les mettra en &eacute;vidence. <br>
    Ils constituent une &eacute;tape pr&eacute;liminaire &agrave; l'adjonction 
d'enchantements plus importants. Plus pr&eacute;cis&eacute;ment, les enchantements
de niveau sup&eacute;rieurs s'ancrent sur les enchantements mineurs. <br>
</li>
<li>
   Les enchantements standards am&eacute;liorent les objets auquels ils sont 
li&eacute;s, voir leur ajoutent des fonctionalit&eacute;s. <br>
   Ils doivent &ecirc;tre soutenus, g&eacute;n&eacute;ralement par leur porteur, pour &ecirc;tre 
actifs. <br>
Ce soutient n'est souvent pas conscient, bien qu'il soit possible de modifier 
les enchantements actifs. <br>
Maintenir les enchantements utilisent les m&ecirc;mes ressources que celles 
utilis&eacute;s pour les comp&eacute;tences magiques. Cela veut dire que tant
que les enchantements sont actifs, ces ressources ne se renouvellent pas (ou
plut&ocirc;t, elles sont consomm&eacute;es par le maintien des enchantements). <br>
</li></ul>

<h3>Armure</h3>

L'armure a plusieurs effets m&eacute;caniques:
<ul><li>
    Am&eacute;lioration de la d&eacute;fense. Utilis&eacute; en d&eacute;fense active, 
seul le meilleurs score de cet effet, sur l'ensemble des pi&egrave;ces disponibles
est appliqu&eacute;. (Cela correspond en g&eacute;n&eacute;ral au plastron ou au bouclier).
</li>
<li>
    R&eacute;duction des d&eacute;gats. <br>
En cas d'attaque cibl&eacute;e, un jet de localisation est fait. C'est le score 
de la pi&egrave;ce cibl&eacute;e qui est utilis&eacute;. <br>
En cas d'attaque de z&ocirc;ne, c'est la pi&egrave;ce de poids le plus fort qui compte
(g&eacute;n&eacute;ralement le plastron). <br>
Dans tout les cas, la r&eacute;duction de d&eacute;gat du bouclier ou de l'arme s'ajoute 
en cas de parade r&eacute;ussie. <br>
</li></ul>

<h2>Outils</h2>

</body></html>
